{
	"shared": {
		"celfocusAMS": "Celfocus AMS",
		"ourSolution": "Solución",
		"contacts": "Contactos",
		"language": "Español",
		"login": "Acceso",
		"unleash": "Ready to unleash the power of your asset data?",
		"workTogether": "¡Vamos a trabajar juntos! Nuestro equipo de expertos está aquí para ayudarlo a lograr sus objetivos y generar resultados.",
		"whitePaper": "DOWNLOAD OUR WHITE PAPER",
		"whoWeAre": "Quienes Somos",
		"contactUs": "Contacta con nosotros",
		"copyright": "&copy 2023 Celfocus. All rights reserved.",
		"privacyNotice": "Privacy Notice"
	},
	"index": {
		"assetManagementSystem": "ASSET MANAGEMENT SYSTEM",
		"mainTitle": "Elevando el nivel en la industria de <span class=\"text-background\"> gestión de activos.</span>",
		"news": "# NOTICIAS",
		"binfolioToAMS": "Celfocus unifica la marca con el cambio de nombre de Binfolio a Celfocus AMS.",
		"binfolioToAMSText": "Nos complace anunciar que nuestro producto “Binfolio” ahora se denomina oficialmente “<strong>Celfocus AMS</strong>” (Asset Management System). Este cambio forma parte de los esfuerzos de unificación de la marca de nuestra empresa, y todos nuestros productos llevarán ahora el nombre “Celfocus” con sus respectivos acrónimos de producto.",
		"binfolioToAMSText2": "Nuestro equipo ha estado trabajando arduamente para garantizar una transición sin problemas, y puedes esperar el mismo nivel de calidad, confiabilidad y soporte que has llegado a esperar de nosotros.",
		"middleAndBack": "Haga que sus operaciones administrativas sean más eficientes, confiables y lleve su negocio al siguiente nivel.",
		"efficient":"Make your back-office operations more efficient, reliable and scale your business.",		
		"singleSolution": "Una única solución para gestionar todo el flujo de trabajo de gestión de activos, para reducir los costes de licencias y formación, al mismo tiempo que proporciona a los equipos empresariales una vista integrada de las carteras, que puede ser crucial para los resultados de su empresa.",
		"ourSolution2": "Solución"
	},
	"solution": {
		"overview": "Visión general",
		"investmentFunds": "Fondos de inversión",
		"familyOffices": "Family offices",
		"pensionFunds": "Fondos de la pensión",
		"wealthManagers": "Gestores de patrimonio",
		"insurance": "Aseguradoras",
		"privateEquity": "Private equity",
		"banks": "Bancos",
		"realEstate": "Inmuebles",
		"saas": "Revolucione su Gestión de Activos con nuestra Solución SaaS de Gestor de Cartera.",
		"saasDetails": "Celfocus AMS es un sistema de Middle to Back-office que combina Valuación de Carteras, Contabilidad, Riesgo y Cumplimiento, Informes y Análisis con agregación de datos automatizada, presentándose como una solución SaaS digital y moderna con una excelente UX.",
		"billion": "MIL MILONES",
		"aum": "En Activos Bajo Gestión (AUM)",
		"years": "AÑOS",
		"satisfiedClients": "Con Clientes satisfechos",
		"portfolios": "CARTERAS",
		"highVolume": "Nuestro sistema maneja fácilmente un alto volumen de carteras",
		"efficient": "Back Office eficiente y Gestión de Cartera Automatizada para su negocio.",
		"optimize": "Optimice su negocio con procesos simplificados de Back Office e integración acelerada de nuevas líneas de negocio. Al aprovechar la automatización y optimizar los procesos, nuestra plataforma reduce el tiempo y el esfuerzo necesarios para las operaciones diarias, lo que genera ahorros de costos y libera recursos valiosos. Los gestores de activos pueden centrarse en tareas de mayor valor, como el análisis de cartera y la investigación de mercado, mientras se benefician de una operación más fluida y con menos errores.",
		"whoBenefits": "Quién se beneficia de esta solución.",
		"coo": "CHIEF OPERATING OFFICER & HEAD OF BACK OFFICE",
		"cooPriority": "<strong>Prioridad:</strong> reducir costos y mitigar riesgos.",
		"cooGoals": "<strong>Objetivos:</strong> Confiabilidad, Automatización, Usabilidad.",
		"cio": "CHIEF INVESTMENT OFFICER & HEAD OF INVESTMENT",
		"cioPriority": "<strong>Prioridad:</strong> estrategia comercial y diversificación de la oferta, valorando la calidad e integridad de los datos.",
		"cioGoals": "<strong>Objetivos:</strong> Informes, Análisis, Personalización.",
		"itHead": "HEAD OF IT",
		"itHeadPriority": "<strong>Prioridad:</strong> eficiencia operativa mientras se reduce el costo total de propiedad y se mantiene la confiabilidad de la infraestructura.",
		"itHeadGoals": "<strong>Objetivos:</strong> Fácil Implementación y Mantenimiento, Menos Soporte, Audit Trails.",
		"imgaTestimonial": "“… between tax and regulatory changes, there are also updates to be done. AMS has always implemented all the needed changes, answering successfully to our needs.”",
		"imgaPerson": "João Fialho, Operations Division Manager at <strong>IMGA</strong>",
		"petraTestimonial": "“So far as a valuation software has been an extremely positive one. The advantage is that we have more time to focus on portfolio management decisions”",
		"petraPerson": "Chris Hammond, Deputy Managing Director at <strong>Petra Trust’s</strong>",
		"hemeraTestimonial": "“The team has been really helpful, guiding us through questions that naturally arise when putting hands on the job and providing quick and easy explanations.”",
		"hemeraPerson": "Virgínia de Figueiredo, Operations/Back Office Supervisor at <strong>Hemera Capital Partners</strong>",
		"brands": "Algunas de las marcas que confían en nosotros.",
		"fillForm": "Rellena el formulario y nos pondremos en contacto!",
		"mainFeatures": "Main Features",
		"assetCoverage": "COBERTURA DE ACTIVOS",
		"navValuation": "VALORACIÓN NAV",
		"fees&Commissions": "TARIFAS Y COMISIONES",
		"transactionManagement": "FLEXIBLE ASSET CLASSIFICATIONS",
		"saasCloud": "SAAS CLOUD",
		"corporateActions": "CORPORATE ACTIONS",
		"dataFeeds": "DATA FEEDS",
		"portfolioAnalytics": "ANÁLISIS DE CARTERA",
		"clientProfiling": "PERFIL DE CLIENTES",
		"machineLearningErrorDetection": "MACHINE LEARNING Y DETECCIÓN DE ERRORES",
		"accounting": "CONTABILIDAD",
		"reporting": "REPORTING",
		"modelling": "MODELLING",
		"risk&Compliance": "RISK & COMPLIANCE",
		"esgRatings": "CREDIT AND ESG RATINGS"
	}
}