{
	"shared": {
		"celfocusAMS": "Celfocus AMS",
		"ourSolution": "Solução",
		"contacts": "Contactos",
		"language": "Português",
		"login": "Login",
		"unleash": "Ready to unleash the power of your asset data?",
		"workTogether": "Vamos trabalhar juntos! A nossa equipa de especialistas está aqui para ajudá-lo a alcançar seus objetivos e gerar resultados.",
		"whitePaper": "DOWNLOAD OUR WHITE PAPER",
		"whoWeAre": "Quem Somos",
		"contactUs": "Contacte-nos",
		"copyright": "&copy 2023 Celfocus. All rights reserved.",
		"privacyNotice": "Privacy Notice"
	},
	"index": {
		"assetManagementSystem": "ASSET MANAGEMENT SYSTEM",
		"mainTitle": "Elevar o nível na indústria de<span class=\"text-background\">gestão de ativos.</span>",
		"news": "# NOTÍCIAS",
		"binfolioToAMS": "Celfocus unifica a marca com renomeação de Binfolio para Celfocus AMS.",
		"binfolioToAMSText": "Temos o prazer de anunciar que o nosso produto “Binfolio” foi oficialmente renomeado para “<strong>Celfocus AMS</strong>” (Asset Management System). Esta mudança faz parte do processo de unificação da marca da nossa empresa, onde todos os nossos produtos passam a ter o nome “Celfocus” acrescido do respetivo acrónimo.",
		"binfolioToAMSText2": "A nossa equipa tem trabalhado intensamente para garantir uma suave transição, podendo contar com o mesmo nível de qualidade, confiança e suporte com que sempre se habituou.",
		"middleAndBack": "Torne as suas operações de back-office mais eficientes, confiáveis ​​e eleve o seu negócio ao próximo nível.",
		"efficient": "Make your back-office operations more efficient, reliable and scale your business.",
		"singleSolution": "Uma solução única para gerir todo o fluxo de trabalho de gestão de ativos, para reduzir custos de licenciamento e formação, enquanto disponibiliza às equipas de negócio uma visão integrada das carteiras, que pode ser crucial para a rentabilidade da sua empresa.",
		"ourSolution2": "SOLUÇÃO"
	},
	"solution": {
		"overview": "Visão Geral",
		"investmentFunds": "Fundos de Investimento",
		"familyOffices": "Family offices",
		"pensionFunds": "Fundos de pensões",
		"wealthManagers": "Gestão de patrimónios",
		"insurance": "Seguradoras",
		"privateEquity": "Private equity",
		"banks": "Bancos",
		"realEstate": "Imobiliário",
		"saas": "Revolucione a Gestão de Ativos com a nossa Solução SaaS de Gestão de Carteiras.",
		"saasDetails": "Celfocus AMS é um sistema Middle to Back-office que combina Valorização de Carteiras, Contabilidade, Risco e Compliance, Relatórios e Análise com agregação automatizada de dados, combinando uma solução SaaS digital e moderna com uma excelente experiência de utilização.",
		"billion": "MIL MILHÕES",
		"aum": "Em Ativos Sob Gestão (AUM)",
		"years": "ANOS",
		"satisfiedClients": "Com Clientes satisfeitos",
		"portfolios": "CARTEIRAS",
		"highVolume": "Capacidade para gerir um grande volume de carteiras",
		"efficient": "Back Office eficiente e Gestão Automatizada de Carteiras para o seu negócio.",
		"optimize": "Otimize os seus negócios com processos simplificados de Back Office e integração acelerada de novas linhas de negócios. Ao alavancar a automação e otimizar os processos, a nossa plataforma reduz o tempo e o esforço necessários para as operações diárias, resultando em economia de custos e libertando recursos valiosos. Os gestores de ativos podem concentrar-se em tarefas de maior valor, como análise de carteiras e pesquisa de mercados, enquanto beneficiam de uma operação mais suave e com menos erros.",
		"whoBenefits": "Quem beneficia com esta solução.",
		"coo": "CHIEF OPERATING OFFICER & HEAD OF BACK OFFICE",
		"cooPriority": "<strong>Prioridade</strong> reduzir custos e mitigar riscos.",
		"cooGoals": "<strong>Objectivos:</strong> Confiança, Automação, Usabilidade.",
		"cio": "CHIEF INVESTMENT OFFICER & HEAD OF INVESTMENT",
		"cioPriority": "<strong>Prioridade:</strong> estratégia comercial e diversificação da oferta, valorizando a qualidade e integridade dos dados.",
		"cioGoals": "<strong>Objectivos:</strong> Relatórios, Analytics, Customização.",
		"itHead": "HEAD OF IT",
		"itHeadPriority": "<strong>Prioridade:</strong> eficiência operacional, reduzindo o custo total de propriedade e mantendo a confiabilidade da infraestrutura.",
		"itHeadGoals": "<strong>Objectivos:</strong> Fácil Implementação e Manutenção, Menos Suporte, Audit Trails.",
		"imgaTestimonial": "“… between tax and regulatory changes, there are also updates to be done. AMS has always implemented all the needed changes, answering successfully to our needs.”",
		"imgaPerson": "João Fialho, Operations Division Manager at <strong>IMGA</strong>",
		"petraTestimonial": "“So far as a valuation software has been an extremely positive one. The advantage is that we have more time to focus on portfolio management decisions”",
		"petraPerson": "Chris Hammond, Deputy Managing Director at <strong>Petra Trust’s</strong>",
		"hemeraTestimonial": "“The team has been really helpful, guiding us through questions that naturally arise when putting hands on the job and providing quick and easy explanations.”",
		"hemeraPerson": "Virgínia de Figueiredo, Operations/Back Office Supervisor at <strong>Hemera Capital Partners</strong>",
		"brands": "Algumas das marcas que confiam em nós.",
		"fillForm": "Preencha o formulário e entraremos em contacto!",
		"mainFeatures": "Main Features",
		"assetCoverage": "COBERTURA DE MULTIPLOS TIPOS DE ATIVOS",
		"navValuation": "VALORIZAÇÃO DO NAV",
		"fees&Commissions": "TAXAS E COMISSÕES",
		"transactionManagement": "FORMAS FLEXIVEIS DE CLASSIFICAÇÃO DOS ATIVOS",
		"saasCloud": "SAAS CLOUD",
		"corporateActions": "CORPORATE ACTIONS",
		"dataFeeds": "DATA FEEDS",
		"portfolioAnalytics": "ANÁLISE DE CARTEIRA",
		"clientProfiling": "PERFILAGEM DO CLIENTE",
		"machineLearningErrorDetection": "MACHINE LEARNING E DETEÇÃO DE ERROS",
		"accounting": "CONTABILIDADE",
		"reporting": "REPORTING",
		"modelling": "MODELLING",
		"risk&Compliance": "RISK & COMPLIANCE",
		"esgRatings": "CREDIT E ESG RATINGS"
	}
}